List<String> WordsOneLine = [
  "다가오는 2023년, \n행복한 일이 가득한 한 해가 되시길 바랍니다.",
  "행복과 건강이 함께하는 새해 보내시기를 소망합니다.",
  "다가오는 2023년에는 당신의 미소가 더 커지길 바랍니다.",
  "2023년이 모든 소망이 이루어지는 한 해가 되시길 기원합니다. \n\n새해 복 많이 받으시고 항상 건강하세요.",
  "희망찬 새해가 밝았습니다. \n\n2023년이 원하시는 일 모두 이루어지는 한 해가 되셨으면 좋겠습니다.",
  "2023년 새해에도 좋은 일만 가득하시길 기원하고 항상 건강하시길 바라겠습니다. \n\n새해 복 많이 받으세요.",
  "2022년 한 해가 저물고 희망찬 새해가 밝았습니다. \n\n댁내 건강과 평안이 항상 함께하길 기원합니다.",
  "2023년 새해가 밝았습니다. \n\n올해에는 희망하시는 모든 일들이 다 이뤄지기를 진심으로 응원하겠습니다.",
  "바쁘게 살아온 한 해가 저물었습니다. \n\n새해에는 더욱 풍성한 열매 맺는 한 해 되시기를 기원합니다.",
  "새해를 맞아 더욱 풍요롭고 따뜻한 시간 보내셨으면 좋겠습니다. \n\n하시는 일마다 승승장구하시기 바랍니다."
];

List<String> WordsLongLine = [
  "다가오는 2023년, 빛나는 인생으로 의미 있는 한 해를 빚으시기를 기원합니다. \n\n힘든 일은 2022년과 함께 떠나 보내고 새해에는 좋은 일들만 가득히 건승하길 바랍니다.",
  "2022년 한 해 동안 쉬지 않고 달려오시느라 정말 고생 많으셨습니다. \n\n새해에도 계획하시는 모든 일들이 술술 풀리시기를 바랍니다. \n\n새해 복 많이 받으세요.",
  "힘들고 안 좋았던 기억들은 저물어간 2022년에 모두 담아 보내고, \n2023년 새해에는 행복한 일들만 넘치게 함께 하셨으면 좋겠습니다. \n\n늘 건강하시고, 행운이 가득하시길 기원합니다.",
  "2022년 한 해를 마무리하며 진심을 담아 감사의 마음을 전합니다. \n\n좋은 사람들과 함께 할 수 있어서 감사한 한 해였습니다. \n\n힘들었던 기억들은 모두 훌훌 털어버리시고 새해에는 희망차고 따뜻한 일들만 가득하시길 소망합니다.",
  "2023년 새해가 힘차게 밝았습니다. \n\n걱정이나 고민은 2022년과 함께 흘려보내고 새로운 복 한가득 받으시길 바랍니다. \n\n가족 모두 건강하고 행운과 평화가 가득 깃든 새해 되셨으면 좋겠습니다.",
  "어느새 2022년이 다 저물고, 2023년 새해가 찾아왔습니다. \n\n후회되고 아쉬운 일들이 남겨져 있더라도, 열심히 해온 만큼 충분히 의미 있었던 한 해라고 생각합니다. \n\n새해에는 소망하시는 모든 일들을 순조롭게 이루시고, 가정에 평안이 항상 함께하기를 진심으로 기원합니다.",
  "2023년 새해가 다가오고 있습니다. \n\n웃을수록 행복이 찾아온다는 말처럼 2023년 건강하고 늘 웃음을 잃지 않은 한 해가 되시길 기원하며 올해는 하시는 일마다 만사형통하길 바랍니다.",
  "2023년 희망찬 새해를 맞이하여, 소망하시는 모든 일이 기쁘게 이루어지는 한 해가 되기를 진심으로 바랍니다. \n\n모든 뜻하신 일에 만사형통하시기를 소망하며, 가정과 일터에 행복이 가득하고 웃음꽃이 만발하는 즐거운 새해 보내세요.",
  "또 한 해가 저물고 새로운 한 해가 다가옵니다. \n\n힘들고 안 좋았던 기억들은 저문 해에 다 실어 보내세요. \n\n새해에는 새로운 희망들이 찾아오리라 기대해 봅니다. \n\n2023년에도 사랑과 즐거움을 함께 나누고 싶습니다.",
  "운명은 마음이 움직이는 데로 움직이고, \n행운은 자신이 행운이라고 생각하는 사람에게 찾아가며, \n기회는 찾는 자의 몫이고 도전하는 자의 몫이라고 합니다. \n\n2023년 힘찬 운명을 개척하시고, \n자신의 행운을 믿고, \n열심히 기회를 찾고, \n도전을 거듭하여, \n더 높이 더 멀리 도약하는 멋진 한 해 만드시길 소망합니다."

];

List<String> WordsToComp = [
  "평소에 항상 신경써 주시고 많은 도움 주셔서 정말 감사합니다. \n\n새해 복 많이 받으시고, 건강과 행운 가득한 2023년 되시기를 소망합니다.",
  "--님, 희망찬 새해를 맞아 가족과 행복한 연초 보내시길 바랍니다. \n\n건강하시고, 새해 복 많이 받으세요.",
  "--님, 한 해 동안 고생 많으셨습니다. \n\n새해에는 하시는 모든 일들에 더욱 풍성한 결실을 맺으시길 기원합니다.",
  "선배님, 한 해 동안 많은 도움을 주셔서 감사합니다. \n\n2023년에는 더욱 성장하도록 노력하겠습니다. 새해 복 많이 받으세요.",
  "선배님, 한 해 동안 많은 도움을 주셔서 감사합니다.\n\n2023년에는 더욱 성장하도록 노력하겠습니다. 새해 복 많이 받으세요.",
  "--님 덕분에 2022년도 잘 보낼 수 있었습니다. \n\n2023년 소망하시는 모든 일들이 이루어지길 기원드립니다. \n\n내년에도 잘 부탁드립니다. 감사합니다.",
  "한 해 동안 응원해 주시고, 격려해주신 덕분에 행복했습니다. \n\n다가오는 새해에는 승승장구하시길 바라며, \n2023년 가정에 행운과 평안이 항상 함께하시길 진심으로 기원합니다.",
  "올 한 해 많이 아껴주셔서 정말 감사드립니다. \n\n선배님의 따뜻한 가르침과 배려 덕분에 2022년 무탈히 보낼 수 있었습니다. \n\n2023년에도 잘 부탁드리겠습니다. 새해 복 많이 받으세요.",
  "항상 본보기가 되어 주신 선배님, 덕분에 올 한 해 한층 성장할 수 있었습니다. \n\n2023년에도 선배님의 가르침을 따라 더욱더 정진하겠습니다. \n\n새해 복 많이 받으세요. 감사합니다.",
  "한 해 동안 보살펴주셔서 감사합니다. \n\n선배님의 가르침 덕분에 한층 더 성장할 수 있었습니다. \n\n새해에는 선배님의 든든한 지원군이 될 수 있도록 노력하겠습니다. \n\n앞으로 좋은 일만 가득하시길 바랍니다. 새해 복 많이 받으세요."
];

List<String> WordsToFam = [
  "2023년 새해에는 우리 가족 모두 항상 행복하고 건강하자. \n\n2022년 다들 열심히 달려왔고 해피 뉴 이어!",
  "표현을 잘 못하는 저이지만, 새해를 맞이하여 마음속 진심을 외쳐봅니다. \n\n부모님, 사랑합니다!",
  "엄마, 아빠, 부족한 저를 항상 채워주시고, 믿어주셔서 감사합니다. \n\n2023년도 건강하시고 행복하세요!",
  "벌써 한 해가 지나고 새해를 맞이합니다. \n\n나이가 더해짐에 따라 부모님을 향한 사랑이 더욱더 깊어집니다. \n\n늘 감사하고 많이 사랑합니다. ",
  "언제나 우리 가족이 함께여서 행복해. \n\n2023년에도 항상 건강하고 다복한 가족이 되었으면 좋겠다. \n\n다들 새해 복 많이 받자!",
  "다사다난했던 2022년이지만 우리 가족이 곁에 있어주어 행복하게 보낼 수 있었던 것 같아. \n\n2023년 새해에는 다들 더 건강하고, 항상 행복한 우리 가족이 되자. \n사랑해! ",
  "2022년도 무사히 잘 보내고, 2023년을 새롭게 맞이합니다. \n\n부모님의 변함없는 사랑을 받고 올 한 해도 한층 더 성장하였습니다. \n\n항상 건강하시고 함께해 주세요. 사랑해요!",
  "올 한 해도 부모님의 따스한 보살핌에 감사드립니다. \n\n내년에도 더욱 건강하시고, 행복하고 화목한 가족이 되기 위해서 노력하겠습니다. \n\n항상 사랑하며 새해 복 많이 받으시길 바랍니다.",
  "사랑하는 엄마, 아빠! 나이를 한 살 먹어가는 만큼 부모님께 드리는 마음은 더더욱 깊어집니다. \n\n올 한 해 보살핌에 감사드리고 내년에도 더욱 건강하시고 행복하세요. \n사랑합니다.",
  "2022년 한 해 동안 고생 많으셨어요. \n\n우리 가족의 앞날에 기쁨과 행복이 늘 함께하길 소망합니다. \n\n새해에는 모든 일들이 다 술술 풀릴 거예요. \n\n언제나 제가 곁에서 응원드릴게요. \n부모님 존경하고 사랑합니다."
];

List<String> WordsToFriends = [
  "올 한 해 고생 많았고, 2023년에는 더 행복해지자, 친구야!",
  "올 한 해 너와 함께 할 수 있어서 행복했다. \n\n2023년도 같이 행복하자!",
  "언제나 널 응원하고 있는 내 마음 알지? \n\n2023년도 건강하고 행복하길! 새해 복 많이 받아!",
  "늘 곁에서 힘이 돼준 친구야! 고마워! \n\n함께한 시간만큼 앞으로도 좋은 추억 많이 만들어가자!",
  "올 한 해 아쉽거나 힘들었던 것들은 모두 훌훌 털어버리고, \n새해에는 원하는 목표를 향해 달려가 보자! 2023년 화이팅!",
  "길고도 길었던 2022년이 지나가고 있구나. \n\n2023년에는 따뜻한 봄의 햇살을 맘껏 만끽할 수 있는 그런 날이 오면 좋겠어. \n\n올 한 해도 내 곁에 있어줘서 고맙고 고생 많았어. \n내년에도 우리 파이팅 하자!",
  "친구야! 올 한 해 너와 함께 너무 행복했어. \n\n내년에도 잘 부탁하고, 건강하고, 행복한 2023년을 만들기 위해 우리 노력하자! 사랑해!",
  "안녕! 잘 지내고 있지? 벌써 2022년이 다 지나고 한 살 더 먹었네. \n\n올해 아쉬웠거나 힘들었던 부분이 있으면 훌훌 다 털어 버리고 새해에는 너나 나나 뜻하는 바를 모두 이루고, \n즐겁고 행복 가득한 2023년을 만들어 보자!",
  "많은 일들이 있었고 잊지 못할 순간들이 정말 많았던 2022년 한 해였던 것 같아. \n\n한 해 동안 너무 고마웠고, 네가 있어서 정말 많은 힘이 됐어. \n이제 2022년 잘 떠나 보내고 우리 2023년에도 항상 행복하자!",
  "덕분에 행복하고 즐거웠던 한 해였습니다. \n\n지난 한 해 동안 베풀어주신 관심과 성원에 감사드립니다. \n\n새해에는 계획하신 모든 일들을 이루시길 바랍니다. \n\n앞으로도 좋은 인연으로 계속 이어지길 희망합니다. \n\n행복한 연말 보내시고, 새해 복 많이 받으세요."
];